Repository: vladzaharia/polaris-key
Catalog: sdks/swift/Sources/PolarisKeyUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, pt_br, zh_hans

# core.codes.feed-rollback.message
source: The update information was older than what this device already has, so it was refused.
de: Die Update-Informationen waren älter als der Stand auf diesem Gerät und wurden daher abgelehnt.
es: La información de la actualización era más antigua que la que ya tiene este dispositivo, así que se rechazó.
it: Le informazioni sull'aggiornamento erano più vecchie di quelle già presenti su questo dispositivo, quindi sono state rifiutate.
ja: アップデート情報がこのデバイスにあるものより古かったため、拒否されました。
ko: 업데이트 정보가 이 기기에 있는 것보다 오래되어 거부했어요.
pt_br: As informações de atualização eram mais antigas do que as que este dispositivo já tem, então foram recusadas.
zh_hans: 更新信息比此设备上已有的信息旧，因此被拒绝。

# core.codes.feed-rollback.title
source: Update check failed
de: Update-Prüfung fehlgeschlagen
es: Error al buscar actualizaciones
it: Controllo aggiornamenti non riuscito
ja: アップデートの確認に失敗しました
ko: 업데이트 확인 실패
pt_br: Falha na verificação de atualizações
zh_hans: 更新检查失败

# core.codes.feed_not_composable.message
source: Updates can't be checked right now. Try again in a few minutes.
de: Updates können derzeit nicht geprüft werden. Versuchen Sie es in einigen Minuten erneut.
es: Ahora mismo no se pueden buscar actualizaciones. Vuelve a intentarlo en unos minutos.
it: Al momento non è possibile controllare gli aggiornamenti. Riprova tra qualche minuto.
ja: 現在アップデートを確認できません。数分後にもう一度お試しください。
ko: 지금은 업데이트를 확인할 수 없어요. 몇 분 후에 다시 시도하세요.
pt_br: Não é possível verificar atualizações agora. Tente novamente em alguns minutos.
zh_hans: 目前无法检查更新。请几分钟后重试。

# core.codes.feed_not_composable.title
source: Update check unavailable
de: Update-Prüfung nicht verfügbar
es: Búsqueda de actualizaciones no disponible
it: Controllo aggiornamenti non disponibile
ja: アップデートを確認できません
ko: 업데이트 확인 불가
pt_br: Verificação de atualizações indisponível
zh_hans: 无法检查更新

# core.codes.fetch-failed.message
source: Required content couldn't be downloaded, so the app can't start. Check your connection and try again.
de: Erforderliche Inhalte konnten nicht heruntergeladen werden, daher kann die App nicht starten. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudo descargar contenido necesario, así que la app no puede iniciarse. Revisa tu conexión y vuelve a intentarlo.
it: Impossibile scaricare i contenuti necessari, quindi l'app non può avviarsi. Controlla la connessione e riprova.
ja: 必要なコンテンツをダウンロードできなかったため、アプリを起動できません。接続を確認して、もう一度お試しください。
ko: 필수 콘텐츠를 다운로드하지 못해 앱을 시작할 수 없어요. 연결 상태를 확인하고 다시 시도하세요.
pt_br: Não foi possível baixar o conteúdo necessário, então o app não pode iniciar. Verifique sua conexão e tente novamente.
zh_hans: 无法下载必需的内容，因此应用无法启动。请检查网络连接后重试。

# core.codes.fetch-failed.title
source: Content missing
de: Inhalte fehlen
es: Falta contenido
it: Contenuto mancante
ja: コンテンツがありません
ko: 콘텐츠 없음
pt_br: Conteúdo ausente
zh_hans: 内容缺失

# core.codes.file-corrupt.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.file-corrupt.title
source: Download corrupted
de: Download beschädigt
es: Descarga dañada
it: Download danneggiato
ja: ダウンロードが破損しています
ko: 손상된 다운로드
pt_br: Download corrompido
zh_hans: 下载已损坏

# core.codes.file-source-missing.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.file-source-missing.title
source: Content missing
de: Inhalte fehlen
es: Falta contenido
it: Contenuto mancante
ja: コンテンツがありません
ko: 콘텐츠 없음
pt_br: Conteúdo ausente
zh_hans: 内容缺失

# core.codes.files-case-collision.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.files-case-collision.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.files-duplicate-path.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.files-duplicate-path.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.files-index-invalid.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.files-index-invalid.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.files-layout-mismatch.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.files-layout-mismatch.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.files-path-conflict.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.files-path-conflict.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.files-unsafe-path.message
source: Some content was refused because it contains an unsafe file path.
de: Einige Inhalte wurden abgelehnt, weil sie einen unsicheren Dateipfad enthalten.
es: Se rechazó parte del contenido porque contiene una ruta de archivo no segura.
it: Alcuni contenuti sono stati rifiutati perché contengono un percorso di file non sicuro.
ja: 安全でないファイルパスが含まれているため、一部のコンテンツが拒否されました。
ko: 안전하지 않은 파일 경로가 포함되어 일부 콘텐츠를 거부했어요.
pt_br: Parte do conteúdo foi recusada porque contém um caminho de arquivo inseguro.
zh_hans: 部分内容包含不安全的文件路径，因此被拒绝。

# core.codes.files-unsafe-path.title
source: Content refused
de: Inhalte abgelehnt
es: Contenido rechazado
it: Contenuto rifiutato
ja: コンテンツが拒否されました
ko: 콘텐츠 거부됨
pt_br: Conteúdo recusado
zh_hans: 内容被拒绝

# core.codes.fingerprint_required.message
source: This license needs a hardware fingerprint, which couldn't be read on this device.
de: Diese Lizenz benötigt einen Hardware-Fingerabdruck, der auf diesem Gerät nicht gelesen werden konnte.
es: Esta licencia necesita una huella de hardware, que no se pudo leer en este dispositivo.
it: Questa licenza richiede un'impronta hardware, che non è stato possibile leggere su questo dispositivo.
ja: このライセンスにはハードウェアフィンガープリントが必要ですが、このデバイスでは読み取れませんでした。
ko: 이 라이선스에는 하드웨어 지문이 필요하지만 이 기기에서 읽을 수 없었어요.
pt_br: Esta licença exige uma impressão digital de hardware, que não pôde ser lida neste dispositivo.
zh_hans: 此许可证需要硬件指纹，但无法在此设备上读取。

# core.codes.fingerprint_required.title
source: Device check failed
de: Geräteprüfung fehlgeschlagen
es: Error al verificar el dispositivo
it: Verifica del dispositivo non riuscita
ja: デバイスの確認に失敗しました
ko: 기기 확인 실패
pt_br: Falha na verificação do dispositivo
zh_hans: 设备验证失败

# core.codes.forbidden.message
source: You don't have permission to do that.
de: Sie haben keine Berechtigung dafür.
es: No tienes permiso para hacer eso.
it: Non hai l'autorizzazione per farlo.
ja: この操作を行う権限がありません。
ko: 이 작업을 할 권한이 없어요.
pt_br: Você não tem permissão para fazer isso.
zh_hans: 你无权执行此操作。

# core.codes.forbidden.title
source: Not allowed
de: Nicht erlaubt
es: No permitido
it: Non consentito
ja: 許可されていません
ko: 허용되지 않음
pt_br: Não permitido
zh_hans: 不允许

# core.codes.full-corrupt.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.full-corrupt.title
source: Download corrupted
de: Download beschädigt
es: Descarga dañada
it: Download danneggiato
ja: ダウンロードが破損しています
ko: 손상된 다운로드
pt_br: Download corrompido
zh_hans: 下载已损坏

# core.codes.hardware_mismatch.message
source: This device's hardware changed. Activate again to use your license here.
de: Die Hardware dieses Geräts hat sich geändert. Aktivieren Sie erneut, um Ihre Lizenz hier zu verwenden.
es: El hardware de este dispositivo cambió. Vuelve a activarlo para usar tu licencia aquí.
it: L'hardware di questo dispositivo è cambiato. Attiva di nuovo per usare qui la tua licenza.
ja: このデバイスのハードウェアが変更されました。ここでライセンスを使うには、もう一度アクティベートしてください。
ko: 이 기기의 하드웨어가 변경됐어요. 여기에서 라이선스를 사용하려면 다시 활성화하세요.
pt_br: O hardware deste dispositivo mudou. Ative novamente para usar sua licença aqui.
zh_hans: 此设备的硬件已更改。请重新激活以在此使用你的许可证。

# core.codes.hardware_mismatch.title
source: Device changed
de: Gerät geändert
es: El dispositivo cambió
it: Dispositivo cambiato
ja: デバイスが変更されました
ko: 기기 변경됨
pt_br: Dispositivo alterado
zh_hans: 设备已更改

# core.codes.http-error.message
source: The service answered with an error. Try again.
de: Der Dienst hat mit einem Fehler geantwortet. Versuchen Sie es erneut.
es: El servicio respondió con un error. Vuelve a intentarlo.
it: Il servizio ha risposto con un errore. Riprova.
ja: サービスからエラーが返されました。もう一度お試しください。
ko: 서비스에서 오류를 응답했어요. 다시 시도하세요.
pt_br: O serviço respondeu com um erro. Tente novamente.
zh_hans: 服务返回了错误。请重试。

# core.codes.http-error.title
source: Service problem
de: Problem mit dem Dienst
es: Problema del servicio
it: Problema del servizio
ja: サービスの問題
ko: 서비스 문제
pt_br: Problema no serviço
zh_hans: 服务出现问题

# core.codes.identity_disabled.message
source: Sign-in through this app is turned off. Your installs and licenses keep working.
de: Die Anmeldung über diese App ist deaktiviert. Ihre Installationen und Lizenzen funktionieren weiterhin.
es: El inicio de sesión desde esta app está desactivado. Tus instalaciones y licencias siguen funcionando.
it: L'accesso tramite questa app è disattivato. Le tue installazioni e licenze continuano a funzionare.
ja: このアプリからのサインインは無効になっています。インストールとライセンスは引き続き使用できます。
ko: 이 앱을 통한 로그인이 꺼져 있어요. 설치와 라이선스는 계속 작동해요.
pt_br: O acesso por este app está desativado. Suas instalações e licenças continuam funcionando.
zh_hans: 已关闭通过此应用登录。你的安装和许可证仍可正常使用。

# core.codes.identity_disabled.title
source: Sign-in unavailable
de: Anmeldung nicht verfügbar
es: Inicio de sesión no disponible
it: Accesso non disponibile
ja: サインインを利用できません
ko: 로그인 사용 불가
pt_br: Acesso indisponível
zh_hans: 登录不可用

# core.codes.inner-doc-rejected.message
source: The license inside the activation file isn't valid.
de: Die Lizenz in der Aktivierungsdatei ist ungültig.
es: La licencia del archivo de activación no es válida.
it: La licenza contenuta nel file di attivazione non è valida.
ja: アクティベーションファイル内のライセンスが無効です。
ko: 활성화 파일 안의 라이선스가 유효하지 않아요.
pt_br: A licença dentro do arquivo de ativação não é válida.
zh_hans: 激活文件中的许可证无效。

# core.codes.inner-doc-rejected.title
source: Activation file not valid
de: Aktivierungsdatei ungültig
es: Archivo de activación no válido
it: File di attivazione non valido
ja: アクティベーションファイルが無効です
ko: 유효하지 않은 활성화 파일
pt_br: Arquivo de ativação inválido
zh_hans: 激活文件无效

# core.codes.insecure-base-url.message
source: The app refused an insecure connection. Contact the developer.
de: Die App hat eine unsichere Verbindung abgelehnt. Wenden Sie sich an den Entwickler.
es: La app rechazó una conexión no segura. Contacta con el desarrollador.
it: L'app ha rifiutato una connessione non sicura. Contatta lo sviluppatore.
ja: アプリは安全でない接続を拒否しました。開発者に問い合わせてください。
ko: 앱이 안전하지 않은 연결을 거부했어요. 개발자에게 문의하세요.
pt_br: O app recusou uma conexão insegura. Contate o desenvolvedor.
zh_hans: 应用拒绝了不安全的连接。请联系开发者。

# core.codes.insecure-base-url.title
source: Insecure connection
de: Unsichere Verbindung
es: Conexión no segura
it: Connessione non sicura
ja: 安全でない接続
ko: 안전하지 않은 연결
pt_br: Conexão insegura
zh_hans: 连接不安全

# core.codes.insecure-redirect.message
source: The app refused an insecure redirect.
de: Die App hat eine unsichere Umleitung abgelehnt.
es: La app rechazó una redirección no segura.
it: L'app ha rifiutato un reindirizzamento non sicuro.
ja: アプリは安全でないリダイレクトを拒否しました。
ko: 앱이 안전하지 않은 리디렉션을 거부했어요.
pt_br: O app recusou um redirecionamento inseguro.
zh_hans: 应用拒绝了不安全的重定向。

# core.codes.insecure-redirect.title
source: Insecure connection
de: Unsichere Verbindung
es: Conexión no segura
it: Connessione non sicura
ja: 安全でない接続
ko: 안전하지 않은 연결
pt_br: Conexão insegura
zh_hans: 连接不安全

# core.codes.internal_error.message
source: The download server had a problem. Try again in a few minutes.
de: Beim Download-Server ist ein Problem aufgetreten. Versuchen Sie es in einigen Minuten erneut.
es: El servidor de descargas tuvo un problema. Vuelve a intentarlo en unos minutos.
it: Il server di download ha avuto un problema. Riprova tra qualche minuto.
ja: ダウンロードサーバーで問題が発生しました。数分後にもう一度お試しください。
ko: 다운로드 서버에 문제가 발생했어요. 몇 분 후에 다시 시도하세요.
pt_br: O servidor de download teve um problema. Tente novamente em alguns minutos.
zh_hans: 下载服务器出现问题。请几分钟后重试。

# core.codes.internal_error.title
source: Download failed
de: Download fehlgeschlagen
es: Error de descarga
it: Download non riuscito
ja: ダウンロードに失敗しました
ko: 다운로드 실패
pt_br: Falha no download
zh_hans: 下载失败

# core.codes.invalid-options.message
source: The app's licensing isn't set up correctly. Contact the developer.
de: Die Lizenzierung der App ist nicht korrekt eingerichtet. Wenden Sie sich an den Entwickler.
es: Las licencias de la app no están configuradas correctamente. Contacta con el desarrollador.
it: La gestione delle licenze dell'app non è configurata correttamente. Contatta lo sviluppatore.
ja: アプリのライセンス設定が正しくありません。開発者に問い合わせてください。
ko: 앱의 라이선스 설정이 올바르지 않아요. 개발자에게 문의하세요.
pt_br: O licenciamento do app não está configurado corretamente. Contate o desenvolvedor.
zh_hans: 应用的许可功能未正确设置。请联系开发者。

# core.codes.invalid-options.title
source: App not set up
de: App nicht eingerichtet
es: App no configurada
it: App non configurata
ja: アプリが設定されていません
ko: 앱이 설정되지 않음
pt_br: App não configurado
zh_hans: 应用未设置

# core.codes.invalid-response.message
source: The service sent an answer the app couldn't use. Try again.
de: Der Dienst hat eine Antwort gesendet, die die App nicht verarbeiten konnte. Versuchen Sie es erneut.
es: El servicio envió una respuesta que la app no pudo usar. Vuelve a intentarlo.
it: Il servizio ha inviato una risposta che l'app non può usare. Riprova.
ja: サービスから、アプリで使用できない応答が返されました。もう一度お試しください。
ko: 서비스에서 앱이 사용할 수 없는 응답을 보냈어요. 다시 시도하세요.
pt_br: O serviço enviou uma resposta que o app não pôde usar. Tente novamente.
zh_hans: 服务返回了应用无法使用的响应。请重试。

# core.codes.invalid-response.title
source: Unexpected answer
de: Unerwartete Antwort
es: Respuesta inesperada
it: Risposta inattesa
ja: 予期しない応答
ko: 예상치 못한 응답
pt_br: Resposta inesperada
zh_hans: 意外的响应

# core.codes.invalid_code.message
source: That code isn't right. Check the email and try again.
de: Dieser Code hat nicht funktioniert. Prüfen Sie die E-Mail und geben Sie ihn erneut ein.
es: Ese código no funcionó. Revisa el correo y vuelve a escribirlo.
it: Quel codice non ha funzionato. Controlla l'email e digitalo di nuovo.
ja: そのコードは使用できませんでした。メールを確認して、もう一度入力してください。
ko: 그 코드는 작동하지 않았어요. 이메일을 확인하고 다시 입력하세요.
pt_br: Esse código não funcionou. Confira o e-mail e digite de novo.
zh_hans: 该验证码无效。请检查电子邮件后重新输入。

# core.codes.invalid_code.title
source: Wrong code
de: Falscher Code
es: Código incorrecto
it: Codice errato
ja: コードが正しくありません
ko: 잘못된 코드
pt_br: Código incorreto
zh_hans: 验证码错误

# core.codes.key-entry-unsupported.message
source: License keys can't be entered here. Sign in instead.
de: Lizenzschlüssel können hier nicht eingegeben werden. Melden Sie sich stattdessen an.
es: Aquí no se pueden escribir claves de licencia. Inicia sesión.
it: Qui non è possibile inserire chiavi di licenza. Accedi invece.
ja: ここではライセンスキーを入力できません。代わりにサインインしてください。
ko: 여기에서는 라이선스 키를 입력할 수 없어요. 대신 로그인하세요.
pt_br: Não é possível digitar chaves de licença aqui. Entre com sua conta.
zh_hans: 无法在此输入许可证密钥。请改为登录。

# core.codes.key-entry-unsupported.title
source: Not available here
de: Hier nicht verfügbar
es: No disponible aquí
it: Non disponibile qui
ja: ここでは利用できません
ko: 여기에서 사용할 수 없음
pt_br: Indisponível aqui
zh_hans: 此处不可用

# core.codes.key_entry_limit.message
source: This key has no entries left. Add it to your account and sign in instead.
de: Für diesen Schlüssel sind keine Eingaben mehr übrig. Fügen Sie ihn Ihrem Konto hinzu und melden Sie sich stattdessen an.
es: A esta clave no le quedan usos. Añádela a tu cuenta e inicia sesión en su lugar.
it: Questa chiave non ha più inserimenti disponibili. Aggiungila al tuo account e accedi invece.
ja: このキーは入力回数が残っていません。アカウントに追加して、代わりにサインインしてください。
ko: 이 키는 남은 등록 횟수가 없어요. 계정에 추가하고 대신 로그인하세요.
pt_br: Esta chave não tem mais usos. Adicione-a à sua conta e entre em vez disso.
zh_hans: 此密钥已没有剩余的输入次数。请将它添加到你的账户，然后改为登录。

# core.codes.key_entry_limit.title
source: No key entries left
de: Keine Schlüsseleingaben mehr
es: No quedan usos de la clave
it: Nessun inserimento rimasto
ja: キーの入力回数が残っていません
ko: 남은 키 등록 횟수 없음
pt_br: Nenhum uso restante da chave
zh_hans: 密钥已无剩余输入次数

# core.codes.last_link.message
source: This is your account's only sign-in method. Add another one before removing it.
de: Dies ist die einzige Anmeldemethode Ihres Kontos. Fügen Sie eine weitere hinzu, bevor Sie sie entfernen.
es: Es el único método de inicio de sesión de tu cuenta. Añade otro antes de quitarlo.
it: Questo è l'unico metodo di accesso del tuo account. Aggiungine un altro prima di rimuoverlo.
ja: これはアカウントで唯一のサインイン方法です。削除する前に別の方法を追加してください。
ko: 계정의 유일한 로그인 방법이에요. 제거하기 전에 다른 방법을 추가하세요.
pt_br: Este é o único método de acesso da sua conta. Adicione outro antes de removê-lo.
zh_hans: 这是你账户唯一的登录方式。请先添加其他登录方式再移除它。

# core.codes.last_link.title
source: Can't remove
de: Entfernen nicht möglich
es: No se puede quitar
it: Impossibile rimuovere
ja: 削除できません
ko: 제거할 수 없음
pt_br: Não é possível remover
zh_hans: 无法移除

# core.codes.license_disabled.message
source: This license has been disabled. Contact the developer.
de: Diese Lizenz wurde deaktiviert. Wenden Sie sich an den Entwickler.
es: Esta licencia se desactivó. Contacta con el desarrollador.
it: Questa licenza è stata disattivata. Contatta lo sviluppatore.
ja: このライセンスは無効化されています。開発者に問い合わせてください。
ko: 이 라이선스는 비활성화되었어요. 개발자에게 문의하세요.
pt_br: Esta licença foi desativada. Contate o desenvolvedor.
zh_hans: 此许可证已被停用。请联系开发者。

# core.codes.license_disabled.title
source: License disabled
de: Lizenz deaktiviert
es: Licencia desactivada
it: Licenza disattivata
ja: ライセンスが無効です
ko: 라이선스 비활성화됨
pt_br: Licença desativada
zh_hans: 许可证已停用

# core.codes.license_expired.message
source: This license has expired. Renew it to continue.
de: Diese Lizenz ist abgelaufen. Verlängern Sie sie, um fortzufahren.
es: Esta licencia venció. Renuévala para continuar.
it: Questa licenza è scaduta. Rinnovala per continuare.
ja: このライセンスは期限が切れています。続けるには更新してください。
ko: 이 라이선스가 만료됐어요. 계속하려면 갱신하세요.
pt_br: Esta licença expirou. Renove-a para continuar.
zh_hans: 此许可证已过期。请续订以继续使用。

# core.codes.license_expired.title
source: License expired
de: Lizenz abgelaufen
es: Licencia vencida
it: Licenza scaduta
ja: ライセンスの期限切れ
ko: 라이선스 만료됨
pt_br: Licença expirada
zh_hans: 许可证已过期

# core.codes.license_owned.message
source: This %1$@ license is already in another Polaris Key account. A license never moves by its key.
de: Diese Lizenz für %1$@ befindet sich bereits in einem anderen Polaris Key-Konto. Eine Lizenz wird nie über ihren Schlüssel übertragen.
es: Esta licencia de %1$@ ya está en otra cuenta de Polaris Key. Una licencia nunca se transfiere con su clave.
it: Questa licenza di %1$@ è già in un altro account Polaris Key. Una licenza non si sposta mai tramite la sua chiave.
ja: この%1$@のライセンスは、すでに別のPolaris Keyアカウントにあります。ライセンスがキーによって移動することはありません。
ko: 이 %1$@ 라이선스는 이미 다른 Polaris Key 계정에 있어요. 라이선스는 키로 옮겨지지 않아요.
pt_br: Esta licença de %1$@ já está em outra conta do Polaris Key. Uma licença nunca é transferida pela chave.
zh_hans: 此%1$@许可证已在另一个Polaris Key账户中。许可证不会通过密钥转移。

# core.codes.license_owned.title
source: License in another account
de: Lizenz in einem anderen Konto
es: Licencia en otra cuenta
it: Licenza in un altro account
ja: 別のアカウントのライセンス
ko: 다른 계정의 라이선스
pt_br: Licença em outra conta
zh_hans: 许可证在另一个账户中
